export const historyList: historyListType[] = [
    {
        id: '1',
        name: 'Постановление',
        description: 'Было объявлено, что в этом месте будет построен новый град',
        date: '1714-1800',
        img: ''
    },
    {
        id: '2',
        name: 'тест',
        description: 'тестовый тест',
        date: '1714-1800',
        img: ''
    },
    {
        id: '3',
        name: 'тест',
        description: 'тестовый тест',
        date: '1714-1800',
        img: ''
    }
]

export const ideaList: ideaCardType[] = [
    {
        id: '1',
        name: 'Локальные, региональные и международные исследования',
        description: "местные и региональные исследователи сфокусированы на кандидатах, кто находится в специфичном географическом регионе или городе, ускоряющем ассимилирование к рабочему месту и знакомому с местной культурой, рынком и религией. международные исследователи, напротив, прицениваются к кандидатам из-за моря, ставя в приоритет умения и опыт нежели знания географии.",
        tags: ['Для взрослых', 'Для горожан', 'Для туристов', 'Для детей'],
        likes: 123456,
        img: 'bridge'
    },
    {
        id: '2',
        name: 'Локальные, региональные и международные исследования',
        description: 'Идея построить мтост идея крутая',
        tags: ['Для взрослых', 'Для горожан', 'Для туристов', 'Для детей'],
        likes: 123456,
        img: 'bridge'
    },
    {
        id: '3',
        name: 'Локальные, региональные и международные исследования',
        description: 'Идея построить мтост идея крутая',
        tags: ['Для взрослых', 'Для горожан', 'Для туристов', 'Для детей'],
        likes: 123456,
        img: 'bridge'
    },
    {
        id: '4',
        name: 'Локальные, региональные и международные исследования',
        description: 'Идея построить мтост идея крутая',
        tags: ['Для взрослых', 'Для горожан', 'Для туристов', 'Для детей'],
        likes: 123456,
        img: 'bridge'
    },
]

export const tags = [
    {
        id: '1',
        name: 'Благоустройство',
        selected: false
    },
    {
        id: '2',
        name: 'Краеведение',
        selected: false
    },
    {
        id: '3',
        name: 'Бизнес',
        selected: true
    },
    {
        id: '4',
        name: 'Образование',
        selected: false
    },
    {
        id: '5',
        name: 'Услуги',
        selected: false
    },
    {
        id: '6',
        name: 'Для взрослых',
        selected: false
    },
    {
        id: '7',
        name: 'Для горожан',
        selected: false
    },
    {
        id: '8',
        name: 'Для туристов',
        selected: false
    },
    {
        id: '9',
        name: 'Для детей',
        selected: false
    },
]