export const historyList: historyListType[] = [
    {
        id: '1',
        name: 'Постановление',
        description: 'Было объявлено, что в этом месте будет построен новый град',
        date: '1714-1800',
        img: ''
    },
    {
        id: '2',
        name: 'тест',
        description: 'тестовый тест',
        date: '1714-1800',
        img: ''
    },
    {
        id: '3',
        name: 'тест',
        description: 'тестовый тест',
        date: '1714-1800',
        img: ''
    }
]

export const ideaList: ideaCardType[] = [
    {
        id: '1',
        name: 'Построить мост',
        description: 'Идея построить мтост идея крутая Идея построить мтост идея крутая Идея построить мтост идея крутая Идея построить мтост идея крутая Идея построить мтост идея крутая Идея построить мтост идея крутая',
        tags: ['Для взрослых', 'Для горожан', 'Для туристов', 'Для детей'],
        likes: 123456,
        img: 'bridge'
    },
    {
        id: '2',
        name: 'Построить мост',
        description: 'Идея построить мтост идея крутая',
        tags: ['Для взрослых', 'Для горожан', 'Для туристов', 'Для детей'],
        likes: 123456,
        img: 'bridge'
    },
    {
        id: '3',
        name: 'Построить мост',
        description: 'Идея построить мтост идея крутая',
        tags: ['Для взрослых', 'Для горожан', 'Для туристов', 'Для детей'],
        likes: 123456,
        img: 'bridge'
    },
    {
        id: '4',
        name: 'Построить мост',
        description: 'Идея построить мтост идея крутая',
        tags: ['Для взрослых', 'Для горожан', 'Для туристов', 'Для детей'],
        likes: 123456,
        img: 'bridge'
    },
]