export const historyList: historyListType[] = [
    {
        id: '1',
        name: 'Начало',
        description: 'Был основан Сысертский рабочий посёлок',
        date: '1732 - 1759 ',
        img: ''
    },
    {
        id: '2',
        name: 'Завод',
        description: 'Завод продан Турчанинову, посёлок развивался',
        date: '1759 - 1912',
        img: ''
    },
    {
        id: '3',
        name: 'Застой',
        description: 'Завод был брошен, посёлок, а затем и город развивался сам собой',
        date: '1912 - 2020',
        img: ''
    },
    {
        id: '4',
        name: 'Творческий центр',
        description: 'Жители Сысерти обустроили город и сделали его центром туризма',
        date: '2021 - 2024',
        img: ''
    },
    {
        id: '5',
        name: 'Сысерть',
        description: 'В Сысерти реализуется множество перспективных проектов, и люди с радостью сюда приезжают',
        date: 'Наши дни',
        img: ''
    },
]